class AppMessages {
  static const List<Map<String, String>> dialogMessages = [
    {
      'title': 'الحمد لله الذي بنعمته تتم الصالحات',
      'body': 'تقبل الله منا ومنكم صالح الأعمال.',
    },
    {
      'title': 'طِبْتَ وطابَ مَسعاك..',
      'body': 'تقبل الله منك هذا الذكر، وجعله نوراً في صحيفتك وراحة لقلبك.',
    },
    {
      'title': 'هنيئاً لك..',
      'body': 'غرسٌ جديد في الجنة رُزقت به الآن، تقبل الله صالح أعمالك.',
    },
    {
      'title': 'أنار الله قلبك..',
      'body': 'خطوة بخطوة تبني حصنك الحصين بضياء ذكره، تقبل الله طاعتك.',
    },
    {
      'title': 'رصيد جديد من الطمأنينة..',
      'body': 'أُضيف لصحيفة أعمالك، جعلها الله في ميزان حسناتك مضاعفة.',
    },
    {
      'title': 'الحمد لله الذي أعانك..',
      'body': 'دمت في حفظ الله ورعايته، تقبل الله منك هذا الذكر الطيب.',
    },
  ];
}
